adamhartford.vscode-base64
bbenoist.vagrant
bibhasdn.unique-lines
bitburner.bitburner-vscode-integration
bungcip.better-toml
codeium.codeium
coolbear.systemd-unit-file
davidanson.vscode-markdownlint
dotjoshjohnson.xml
eamodio.gitlens
eriklynd.json-tools
github.vscode-github-actions
golang.go
grapecity.gc-excelviewer
hashicorp.terraform
iciclesoft.workspacesort
jebbs.plantuml
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.live-server
ms-vscode.makefile-tools
mushan.vscode-paste-image
redhat.vscode-commons
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
stkb.rewrap
tamasfe.even-better-toml
timonwong.shellcheck
trentrand.git-rebase-shortcuts
wayou.vscode-todo-highlight
xckomorebi.everythingmonokai
