adamhartford.vscode-base64
bbenoist.vagrant
bibhasdn.unique-lines
bungcip.better-toml
coolbear.systemd-unit-file
davidanson.vscode-markdownlint
dotjoshjohnson.xml
eamodio.gitlens
eriklynd.json-tools
golang.go
grapecity.gc-excelviewer
hashicorp.terraform
iciclesoft.workspacesort
jebbs.plantuml
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
mushan.vscode-paste-image
redhat.vscode-commons
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
stkb.rewrap
timonwong.shellcheck
trentrand.git-rebase-shortcuts
wayou.vscode-todo-highlight
